import React from "react";          // 32))импортируем react
//ВНИМАНИЕ!!! компонент называется так же как и файл в котором он расположен
const CompTwo = function () {   

    return (
        <div className="text">
            <h1> Ижевск </h1> 
            <hr></hr> 
            <div>
                Иже́вск (с 1984 по 1987 год — Усти́нов) — двадцатый по численности населения город Российской Федерации, 
                крупный промышленный, торговый, научно-образовательный и культурный центр Поволжья и Предуралья, столица 
                Удмуртской Республики. Образует городской округ город Ижевск. 
                Знаменит оборонным и машиностроительным производствами. Носит неофициальное звание «оружейной столицы» 
                Российской Федерации, и звание города трудовой славы. В 2010 году Ижевск занял 3-е место в конкурсе Росстроя 
                «Самый благоустроенный город России» в I категории. Указом Президента Российской Федерации от 2 июля 2020 городу 
                было присвоено звание «Город трудовой доблести».    
            </div> 
            <div>
                <h2>Географическое положение</h2>                 
                    Город располагается в восточной части Восточно-Европейской равнины, в междуречье Вятки и Камы, на несудоходной 
                    реке Иж, правом притоке реки Камы. Главный водоём города — созданный во второй половине XVIII века Ижевский пруд, 
                    площадь акватории которого составляет 2 200 га. Ижевск находится на расстоянии 1198 км от Москвы. Примерные 
                    расстояния между Ижевском и крупнейшими городами Приволжского федерального округа: Пермь — 279 км, Казань — 390 км, 
                    Киров — 426 км, Уфа — 341 км, Самара — 561 км, Ульяновск — 576 км, Нижний Новгород — 786 км, Саратов — 1026 км, 
                    Набережные Челны — 200 км.   
            </div> 
            <div>
                <h2>Рельеф</h2>
                    Территория Ижевска представляет собой всхолмлённую равнину. Город расположен на трёх водораздельных поднятиях, с 
                    общим наклоном в южное направление. За этими возвышениями утвердились свои названия: Зарека, Гора, Восточный посёлок. 
                    Наиболее возвышенной частью Ижевска является междуречье рек Карлутки и Чемошурки, где располагается Восточный 
                    посёлок — 208 метров над уровнем моря. Южная часть города — низменная, местами заболоченная. Самые низкие места в 
                    городе — долины рек Ижа и Позими, в период половодья затапливаются. Рельеф Ижевска, таким образом, носит в целом 
                    равнинный характер с небольшими уклонами до 3°, реже до 5°.
            </div>
        </div>
    )
}
export default CompTwo;     //экспортируем CompOne